[
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Optimization of neuroprosthetic vision via end-to-end deep reinforcement learning",
            "pub_year": 2022,
            "citation": "International Journal of Neural Systems 32 (11), 2250052, 2022",
            "author": "Burcu Küçükoğlu and Bodo Rueckauer and Nasir Ahmad and Jaap de Ruyter van Steveninck and Umut Güçlü and Marcel van Gerven",
            "journal": "International Journal of Neural Systems",
            "volume": "32",
            "number": "11",
            "pages": "2250052",
            "publisher": "World Scientific Publishing Company",
            "abstract": "Visual neuroprostheses are a promising approach to restore basic sight in visually impaired people. A major challenge is to condense the sensory information contained in a complex environment into meaningful stimulation patterns at low spatial and temporal resolution. Previous approaches considered task-agnostic feature extractors such as edge detectors or semantic segmentation, which are likely suboptimal for specific tasks in complex dynamic environments. As an alternative approach, we propose to optimize stimulation patterns by end-to-end training of a feature extractor using deep reinforcement learning agents in virtual environments. We present a task-oriented evaluation framework to compare different stimulus generation mechanisms, such as static edge-based and adaptive end-to-end approaches like the one introduced here. Our experiments in Atari games show that stimulation patterns obtained …"
        },
        "filled": true,
        "author_pub_id": "yzAlvlMAAAAJ:u-x6o8ySG0sC",
        "num_citations": 20,
        "citedby_url": "/scholar?hl=en&cites=13893822049777717499",
        "cites_id": [
            "13893822049777717499"
        ],
        "pub_url": "https://www.worldscientific.com/doi/abs/10.1142/S0129065722500526",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-5B9qYrF0MAJ:scholar.google.com/",
        "cites_per_year": {
            "2022": 4,
            "2023": 8,
            "2024": 8
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Efficient Deep Reinforcement Learning with Predictive Processing Proximal Policy Optimization",
            "pub_year": 2022,
            "citation": "arXiv preprint arXiv:2211.06236, 2022",
            "author": "Burcu Küçükoğlu and Walraaf Borkent and Bodo Rueckauer and Nasir Ahmad and Umut Güçlü and Marcel van Gerven",
            "journal": "arXiv preprint arXiv:2211.06236",
            "abstract": "Advances in reinforcement learning (RL) often rely on massive compute resources and remain notoriously sample inefficient. In contrast, the human brain is able to efficiently learn effective control strategies using limited resources. This raises the question whether insights from neuroscience can be used to improve current RL methods. Predictive processing is a popular theoretical framework which maintains that the human brain is actively seeking to minimize surprise. We show that recurrent neural networks which predict their own sensory states can be leveraged to minimise surprise, yielding substantial gains in cumulative reward. Specifically, we present the Predictive Processing Proximal Policy Optimization (P4O) agent; an actor-critic reinforcement learning agent that applies predictive processing to a recurrent variant of the PPO algorithm by integrating a world model in its hidden state. P4O significantly outperforms a baseline recurrent variant of the PPO algorithm on multiple Atari games using a single GPU. It also outperforms other state-of-the-art agents given the same wall-clock time and exceeds human gamer performance on multiple games including Seaquest, which is a particularly challenging environment in the Atari domain. Altogether, our work underscores how insights from the field of neuroscience may support the development of more capable and efficient artificial agents."
        },
        "filled": true,
        "author_pub_id": "yzAlvlMAAAAJ:u5HHmVD_uO8C",
        "num_citations": 1,
        "citedby_url": "/scholar?hl=en&cites=445191327241886754,10487334843117960391,3725173075926498470",
        "cites_id": [
            "445191327241886754",
            "10487334843117960391",
            "3725173075926498470"
        ],
        "pub_url": "https://arxiv.org/abs/2211.06236",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:IlxWRSejLQYJ:scholar.google.com/",
        "cites_per_year": {
            "2023": 1
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "A 128-channel real-time VPDNN stimulation system for a visual cortical neuroprosthesis",
            "pub_year": 2023,
            "citation": "2023 IEEE Biomedical Circuits and Systems Conference (BioCAS), 1-5, 2023",
            "author": "Hasan Mohamed and Bogdan Raducanu and Ilya Kiselev and Zuowen Wang and Burcu Küçükoğlu and Bodo Rueckauer and Marcel van Gerven and Carolina Mora Lopez and Shih-Chii Liu",
            "conference": "2023 IEEE Biomedical Circuits and Systems Conference (BioCAS)",
            "pages": "1-5",
            "publisher": "IEEE",
            "abstract": "With the recent progress in developing large-scale micro-electrodes, cortical neuroprotheses supporting hundreds of electrodes will be viable in the near future. We describe work in building a visual stimulation system that receives camera input images and produces stimulation patterns for driving a large set of electrodes. The system consists of a convolutional neural network FPGA accelerator and a recording and stimulation Application-Specific Integrated Circuit (ASIC) that produces the stimulation patterns. It is aimed at restoring visual perception in visually impaired subjects. The FPGA accelerator, VPDNN, runs a visual prosthesis network that generates an output used to create stimulation patterns, which are then converted by the ASIC into current pulses to drive a multi-electrode array. The accelerator exploits spatial sparsity and the use of reduced bit precision parameters for reduced computation, memory …"
        },
        "filled": true,
        "author_pub_id": "yzAlvlMAAAAJ:d1gkVwhDpl0C",
        "num_citations": 0,
        "pub_url": "https://ieeexplore.ieee.org/abstract/document/10389055/",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:JxOzlyL89jYJ:scholar.google.com/",
        "cites_per_year": {}
    }
]