[
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Broad-Band visually evoked potentials: re (con) volution in brain-computer interfacing",
            "pub_year": 2015,
            "author": "Jordy Thielen and Philip Van Den Broek and Jason Farquhar and Peter Desain",
            "journal": "PloS one",
            "volume": "10",
            "number": "7",
            "pages": "e0133797",
            "publisher": "Public Library of Science",
            "abstract": "Brain-Computer Interfaces (BCIs) allow users to control devices and communicate by using brain activity only. BCIs based on broad-band visual stimulation can outperform BCIs using other stimulation paradigms. Visual stimulation with pseudo-random bit-sequences evokes specific Broad-Band Visually Evoked Potentials (BBVEPs) that can be reliably used in BCI for high-speed communication in speller applications. In this study, we report a novel paradigm for a BBVEP-based BCI that utilizes a generative framework to predict responses to broad-band stimulation sequences. In this study we designed a BBVEP-based BCI using modulated Gold codes to mark cells in a visual speller BCI. We defined a linear generative model that decomposes full responses into overlapping single-flash responses. These single-flash responses are used to predict responses to novel stimulation sequences, which in turn serve as templates for classification. The linear generative model explains on average 50% and up to 66% of the variance of responses to both seen and unseen sequences. In an online experiment, 12 participants tested a 6 × 6 matrix speller BCI. On average, an online accuracy of 86% was reached with trial lengths of 3.21 seconds. This corresponds to an Information Transfer Rate of 48 bits per minute (approximately 9 symbols per minute). This study indicates the potential to model and predict responses to broad-band stimulation. These predicted responses are proven to be well-suited as templates for a BBVEP-based BCI, thereby enabling communication and control by brain activity only."
        },
        "filled": true,
        "author_pub_id": "eETiv1sAAAAJ:ufrVoPGSRksC",
        "num_citations": 54,
        "citedby_url": "/scholar?cites=6450556420825625876",
        "cites_id": [
            "6450556420825625876"
        ],
        "pub_url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0133797",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:FDXtYuP6hFkJ:scholar.google.com/",
        "cites_per_year": {
            "2014": 1,
            "2015": 0,
            "2016": 2,
            "2017": 6,
            "2018": 6,
            "2019": 9,
            "2020": 10,
            "2021": 13,
            "2022": 7
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Brains on beats",
            "pub_year": 2016,
            "author": "Umut Güçlü and Jordy Thielen and Michael Hanke and Marcel Van Gerven",
            "journal": "Advances in Neural Information Processing Systems",
            "volume": "29",
            "abstract": "We developed task-optimized deep neural networks (DNNs) that achieved state-of-the-art performance in different evaluation scenarios for automatic music tagging. These DNNs were subsequently used to probe the neural representations of music. Representational similarity analysis revealed the existence of a representational gradient across the superior temporal gyrus (STG). Anterior STG was shown to be more sensitive to low-level stimulus features encoded in shallow DNN layers whereas posterior STG was shown to be more sensitive to high-level stimulus features encoded in deep DNN layers."
        },
        "filled": true,
        "author_pub_id": "eETiv1sAAAAJ:5nxA0vEk-isC",
        "num_citations": 49,
        "citedby_url": "/scholar?cites=13955153599374598537",
        "cites_id": [
            "13955153599374598537"
        ],
        "public_access": true,
        "pub_url": "https://proceedings.neurips.cc/paper/2016/hash/b9d487a30398d42ecff55c228ed5652b-Abstract.html",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:iaG81EKqqsEJ:scholar.google.com/",
        "cites_per_year": {
            "2016": 2,
            "2017": 11,
            "2018": 11,
            "2019": 8,
            "2020": 9,
            "2021": 6,
            "2022": 2
        },
        "mandates": [
            {
                "agency": "Netherlands Organisation for Scientific Research",
                "url_policy": "/mandates/nwo_nl-2018-01-28-en.pdf",
                "url_policy_cached": "/mandates/nwo_nl-2018-01-28-en.pdf",
                "effective_date": "2015/12",
                "embargo": "none",
                "acknowledgement": " …grant 639.072.513of the Netherlands Organization for Scientific Research (NWO) …"
            }
        ]
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Brain computer interface using broadband evoked potentials",
            "pub_year": 2019,
            "author": "Petrus Wilhelmus Maria Desain and Jordy Thielen and Philip Leonardus Cornelis van den Broek and Jason David Robert Farquhar",
            "abstract": "Method for processing a brain wave signal (4) obtained from a person using a brain wave detector (5). One or more stimuli are applied to the person in which each of the one or more stimuli comprises a pseudo random noise component modulating the stimulus intensity. A brain wave signal (4) is detected after applying the one or more stimuli. The detected brain wave signal is processed to calculate which of the one or more stimuli is present in the detected brain wave signal using correlation techniques. The pseudo random noise component comprises a pseudo random noise sequence of the class of maximum length sequences, which are further modulated with twice their associated bit frequency."
        },
        "filled": true,
        "author_pub_id": "eETiv1sAAAAJ:Tyk-4Ss8FVUC",
        "num_citations": 17,
        "citedby_url": "/scholar?cites=10794905147300389107",
        "cites_id": [
            "10794905147300389107"
        ],
        "pub_url": "https://patents.google.com/patent/US10314508B2/en",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8yDgoAk1z5UJ:scholar.google.com/",
        "cites_per_year": {
            "2019": 1,
            "2020": 4,
            "2021": 7,
            "2022": 4
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Neuroimaging findings on amodal completion: A review",
            "pub_year": 2019,
            "author": "Jordy Thielen and Sander E Bosch and Tessa M van Leeuwen and Marcel AJ van Gerven and Rob van Lier",
            "volume": "10",
            "number": "2",
            "pages": "2041669519840047",
            "publisher": "Sage Publications",
            "abstract": "Amodal completion is the phenomenon of perceiving completed objects even though physically they are partially occluded. In this review, we provide an extensive overview of the results obtained from a variety of neuroimaging studies on the neural correlates of amodal completion. We discuss whether low-level and high-level cortical areas are implicated in amodal completion; provide an overview of how amodal completion unfolds over time while dissociating feedforward, recurrent, and feedback processes; and discuss how amodal completion is represented at the neuronal level. The involvement of low-level visual areas such as V1 and V2 is not yet clear, while several high-level structures such as the lateral occipital complex and fusiform face area seem invariant to occlusion of objects and faces, respectively, and several motor areas seem to code for object permanence. The variety of results on the timing of …"
        },
        "filled": true,
        "author_pub_id": "eETiv1sAAAAJ:YsMSGLbcyi4C",
        "num_citations": 16,
        "citedby_url": "/scholar?cites=4423632822149030491",
        "cites_id": [
            "4423632822149030491"
        ],
        "pub_url": "https://journals.sagepub.com/doi/abs/10.1177/2041669519840047",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:W6LzRJ3mYz0J:scholar.google.com/",
        "cites_per_year": {
            "2020": 4,
            "2021": 11,
            "2022": 1
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Evidence for confounding eye movements under attempted fixation and active viewing in cognitive neuroscience",
            "pub_year": 2019,
            "author": "Jordy Thielen and Sander E Bosch and Tessa M van Leeuwen and Marcel AJ van Gerven and Rob van Lier",
            "journal": "Scientific Reports",
            "volume": "9",
            "number": "1",
            "pages": "1-8",
            "publisher": "Nature Publishing Group",
            "abstract": "Eye movements can have serious confounding effects in cognitive neuroscience experiments. Therefore, participants are commonly asked to fixate. Regardless, participants will make so-called fixational eye movements under attempted fixation, which are thought to be necessary to prevent perceptual fading. Neural changes related to these eye movements could potentially explain previously reported neural decoding and neuroimaging results under attempted fixation. In previous work, under attempted fixation and passive viewing, we found no evidence for systematic eye movements. Here, however, we show that participants’ eye movements are systematic under attempted fixation when active viewing is demanded by the task. Since eye movements directly affect early visual cortex activity, commonly used for neural decoding, our findings imply alternative explanations for previously reported results in neural …"
        },
        "filled": true,
        "author_pub_id": "eETiv1sAAAAJ:roLk4NBRz8UC",
        "num_citations": 9,
        "citedby_url": "/scholar?cites=7073214182644257934",
        "cites_id": [
            "7073214182644257934"
        ],
        "pub_url": "https://www.nature.com/articles/s41598-019-54018-z",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jhTE2NIaKWIJ:scholar.google.com/",
        "cites_per_year": {
            "2020": 2,
            "2021": 5,
            "2022": 2
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "A visual brain-computer interface as communication aid for patients with amyotrophic lateral sclerosis",
            "pub_year": 2021,
            "author": "Ceci Verbaarschot and Daniëlle Tump and Andreea Lutu and Marzieh Borhanazad and Jordy Thielen and Philip van den Broek and Jason Farquhar and Janneke Weikamp and Joost Raaphorst and Jan T Groothuis and Peter Desain",
            "journal": "Clinical Neurophysiology",
            "volume": "132",
            "number": "10",
            "pages": "2404-2415",
            "publisher": "Elsevier",
            "abstract": "Brain-Computer Interface (BCI) spellers that make use of code-modulated Visual Evoked Potentials (cVEP) may provide a fast and more accurate alternative to existing visual BCI spellers for patients with Amyotrophic Lateral Sclerosis (ALS). However, so far the cVEP speller has only been tested on healthy participants.We assess the brain responses, BCI performance and user experience of the cVEP speller in 20 healthy participants and 10 ALS patients. All participants performed a cued and free spelling task, and a free selection of Yes/No answers.27 out of 30 participants could perform the cued spelling task with an average accuracy of 79% for ALS patients, 88% for healthy older participants and 94% for healthy young participants. All 30 participants could answer Yes/No questions freely, with an average accuracy of around 90%.With ALS patients typing on average 10 …"
        },
        "filled": true,
        "author_pub_id": "eETiv1sAAAAJ:MXK_kJrjxJIC",
        "num_citations": 6,
        "citedby_url": "/scholar?cites=9187177369839010846",
        "cites_id": [
            "9187177369839010846"
        ],
        "pub_url": "https://www.sciencedirect.com/science/article/pii/S1388245721006635",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HgTDYSRpf38J:scholar.google.com/",
        "cites_per_year": {
            "2021": 3,
            "2022": 3
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "From full calibration to zero training for a code-modulated visual evoked potentials for brain–computer interface",
            "pub_year": 2021,
            "author": "Jordy Thielen and Pieter Marsman and Jason Farquhar and Peter Desain",
            "journal": "Journal of Neural Engineering",
            "volume": "18",
            "number": "5",
            "pages": "056007",
            "publisher": "IOP Publishing",
            "abstract": "Objective. Typically, a brain–computer interface (BCI) is calibrated using user-and session-specific data because of the individual idiosyncrasies and the non-stationary signal properties of the electroencephalogram (EEG). Therefore, it is normal for BCIs to undergo a time-consuming passive training stage that prevents users from directly operating them. In this study, we systematically reduce the training data set in a stepwise fashion, to ultimately arrive at a calibration-free method for a code-modulated visually evoked potential (cVEP)-based BCI to fully eliminate the tedious training stage. Approach. In an extensive offline analysis, we compare our sophisticated encoding model with a traditional event-related potential (ERP) technique. We calibrate the encoding model in a standard way, with data limited to a single class while generalizing to all others and without any data. In addition, we investigate the feasibility of …"
        },
        "filled": true,
        "author_pub_id": "eETiv1sAAAAJ:8k81kl-MbHgC",
        "num_citations": 5,
        "citedby_url": "/scholar?cites=11740185800299446719",
        "cites_id": [
            "11740185800299446719"
        ],
        "public_access": true,
        "pub_url": "https://iopscience.iop.org/article/10.1088/1741-2552/abecef/meta",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vwHvf8iE7aIJ:scholar.google.com/",
        "cites_per_year": {
            "2021": 2,
            "2022": 3
        },
        "mandates": [
            {
                "agency": "Netherlands Organisation for Scientific Research",
                "url_policy": "https://www.nwo.nl/en/open-access-publishing",
                "url_policy_cached": "/mandates/nwo_nl-2021-02-13-en.pdf",
                "effective_date": "2021/1",
                "embargo": "none",
                "acknowledgement": " …Netherlands Organization for Scientific Research (NWO/TTW) as Take-off Grant No. 14054 …"
            }
        ]
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Brain–computer interfaces based on code-modulated visual evoked potentials (c-VEP): a literature review",
            "pub_year": 2021,
            "author": "Víctor Martínez-Cagigal and Jordy Thielen and Eduardo Santamaría-Vázquez and Sergio Pérez-Velasco and Peter Desain and Roberto Hornero",
            "publisher": "IOP Publishing",
            "abstract": "Objective. Code-modulated visual evoked potentials (c-VEP) have been consolidated in recent years as robust control signals capable of providing non-invasive brain–computer interfaces (BCIs) for reliable, high-speed communication. Their usefulness for communication and control purposes has been reflected in an exponential increase of related articles in the last decade. The aim of this review is to provide a comprehensive overview of the literature to gain understanding of the existing research on c-VEP-based BCIs, since its inception (1984) until today (2021), as well as to identify promising future research lines. Approach. The literature review was conducted according to the Preferred Reporting Items for Systematic reviews and Meta-Analysis (PRISMA) guidelines. After assessing the eligibility of journal manuscripts, conferences, book chapters and non-indexed documents, a total of 70 studies were included …"
        },
        "filled": true,
        "author_pub_id": "eETiv1sAAAAJ:3fE2CSJIrl8C",
        "num_citations": 4,
        "citedby_url": "/scholar?cites=16745295326593082902",
        "cites_id": [
            "16745295326593082902"
        ],
        "pub_url": "https://iopscience.iop.org/article/10.1088/1741-2552/ac38cf/meta",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:FuaWEGE9Y-gJ:scholar.google.com/",
        "cites_per_year": {
            "2022": 4
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "DeepRF: Ultrafast population receptive field mapping with deep learning",
            "pub_year": 2019,
            "author": "Jordy Thielen and Umut Güçlü and Yagmur Güçlütürk and Luca Ambrogioni and Sander E Bosch and Marcel AJ van Gerven",
            "journal": "bioRxiv",
            "pages": "732990",
            "publisher": "Cold Spring Harbor Laboratory",
            "abstract": "Population receptive field (pRF) mapping is an important asset for cognitive neuroscience. The pRF model is used for estimating retinotopy, defining functional localizers and to study a vast amount of cognitive tasks. In a classic pRF, the cartesian location and receptive field size are modeled as a 2D Gaussian kernel in visual space and are estimated by optimizing the fit between observed responses and predicted responses. In the standard framework this is achieved using an iterative gradient descent algorithm. This optimization is time consuming because the number of pRFs to fit (e.g., fMRI voxels) is typically large. This computation time increases further with the complexity of the pRF model (e.g., adding HRF parameters, surround suppression and uncertainty measures). Here, we introduce DeepRF, which uses deep convolutional neural networks to estimate pRFs. We compare the performance of DeepRF with that of the conventional method using a synthetic dataset for which the ground truth is known and an empirical dataset. We show that DeepRF achieves state-of-the-art performance while being more than 3 orders of magnitude faster than the conventional method. This enables easier and faster modeling of more complex pRF models, resolving an important limitation of the conventional approach."
        },
        "filled": true,
        "author_pub_id": "eETiv1sAAAAJ:_FxGoFyzp5QC",
        "num_citations": 4,
        "citedby_url": "/scholar?cites=17701423681495685738",
        "cites_id": [
            "17701423681495685738"
        ],
        "public_access": true,
        "pub_url": "https://www.biorxiv.org/content/10.1101/732990.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ato8Wg0XqPUJ:scholar.google.com/",
        "cites_per_year": {
            "2020": 2,
            "2021": 2
        },
        "mandates": [
            {
                "agency": "Netherlands Organisation for Scientific Research",
                "url_policy": "/mandates/nwo_nl-2018-01-28-en.pdf",
                "url_policy_cached": "/mandates/nwo_nl-2018-01-28-en.pdf",
                "effective_date": "2015/12",
                "embargo": "none",
                "acknowledgement": " …VIDI grant (639.072.513) …"
            }
        ]
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Re (con) volution: accurate response prediction for broad-band evoked potentials-based brain computer interfaces",
            "pub_year": 2017,
            "author": "Jordy Thielen and P Marsman and Jason Farquhar and Peter Desain",
            "pages": "35-42",
            "publisher": "Springer, Cham",
            "abstract": "Broad-band evoked potentials (BBEPs) are responses to non-periodic stimuli, evoked in reponse to carefully chosen pseudo-random noise-sequences (PRNS). In this chapter, a generative method called reconvolution is discussed. Reconvolution is a method that decomposes BBEPs in response to PRNS into transient responses to the individual events. With reconvolution, one can then generate responses to any other novel PRNS. In this chapter, we discuss three approaches to reconvolution: (1) a sequential approach, (2) an integrated approach, and (3) a zero-training approach. Reconvolution enables Brain Computer Interfaces to be trained with little or even no data, and provides a generative model to accurately predict responses to novel stimuli."
        },
        "filled": true,
        "author_pub_id": "eETiv1sAAAAJ:Y0pCki6q_DkC",
        "num_citations": 4,
        "citedby_url": "/scholar?cites=7585433307435382641",
        "cites_id": [
            "7585433307435382641"
        ],
        "pub_url": "https://link.springer.com/chapter/10.1007/978-3-319-64373-1_4",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:cTcaXWffRGkJ:scholar.google.com/",
        "cites_per_year": {
            "2021": 3,
            "2022": 1
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "The effect of high and low frequencies in c-VEP BCI.",
            "pub_year": 2019,
            "author": "Marzieh Borhanazad and Jordy Thielen and Jason Farquhar and Peter Desain",
            "conference": "GBCIC"
        },
        "filled": true,
        "author_pub_id": "eETiv1sAAAAJ:UebtZRa9Y70C",
        "num_citations": 3,
        "citedby_url": "/scholar?cites=8978299667142882345",
        "cites_id": [
            "8978299667142882345"
        ],
        "pub_url": "https://scholar.google.com/scholar?cluster=8978299667142882345&hl=en&oi=scholarr",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KTQPa_pTmXwJ:scholar.google.com/",
        "cites_per_year": {
            "2020": 2,
            "2021": 0,
            "2022": 1
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "No evidence for confounding orientation-dependent fixational eye movements under baseline conditions",
            "pub_year": 2018,
            "author": "Jordy Thielen and Rob van Lier and Marcel van Gerven",
            "journal": "Scientific Reports",
            "volume": "8",
            "number": "1",
            "pages": "1-10",
            "publisher": "Nature Publishing Group",
            "abstract": "Decoding has become a standard analysis technique for contemporary cognitive neuroscience. Already more than a decade ago, it was shown that orientation information could be decoded from functional magnetic resonance imaging voxel time series. However, the underlying neural mechanism driving the decodable information is still under debate. Here, we investigated whether eye movements and pupil dilation during attempted fixation and passive viewing of visually presented square-wave grating stimuli could explain orientation decoding. We hypothesized that there are confounding orientation-dependent fixational eye movements (eg, microsaccades), which systematically alter brain activity, and hence can be the source of decodable information. We repeated one of the original orientation decoding studies, but recorded eye movements instead of brain activity. We found no evidence that stimulus …"
        },
        "filled": true,
        "author_pub_id": "eETiv1sAAAAJ:W7OEmFMy1HYC",
        "num_citations": 3,
        "citedby_url": "/scholar?cites=1341527909603849082",
        "cites_id": [
            "1341527909603849082"
        ],
        "pub_url": "https://www.nature.com/articles/s41598-018-30221-2",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:erM1rIYQnhIJ:scholar.google.com/",
        "cites_per_year": {
            "2019": 2,
            "2020": 1
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "What determines vision? Bottom-up and top-down influences on visual perception",
            "pub_year": 2022,
            "author": "Jordy Thielen",
            "abstract": "What determines vision? Bottom-up and top-down influences on visual perception What \ndetermines vision? BOTTOM-UP AND TOP-DOWN INFLUENCES ON VISUAL PERCEPTION \nJordy Thielen Page 2 WHAT DETERMINES VISION? BOTTOM-UP AND TOP-DOWN \nINFLUENCES ON VISUAL PERCEPTION JORDY THIELEN Page 3 Colofon Printing: GildePrint \nEnschede www. gildeprint. nl Layout: Jordy Thielen Cover: Sara Terwisscha van Scheltinga \nwww. persoonlijkproefschrift. nl ISBN: 978-94-6284-286-1 Online https://repository. ubn. ru. nl \nThe work described in this thesis was carried out at the Radboud University, Donders Institute for \nBrain, Cognition and Behaviour, Nijmegen, the Netherlands. Copyright© 2022 by Jordy Thielen. \nAll rights reserved. Page 4 WHAT DETERMINES VISION? BOTTOM-UP AND TOP-DOWN \nINFLUENCES ON VISUAL PERCEPTION Proefschrift ter verkrijging van de graad van …"
        },
        "filled": true,
        "author_pub_id": "eETiv1sAAAAJ:kNdYIx-mwKoC",
        "num_citations": 0,
        "pub_url": "https://repository.ubn.ru.nl/bitstream/handle/2066/242911/242911.pdf?sequence=1&isAllowed=y",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Evidence for Amodal Completion of Low-Level Detail in Visual Cortex",
            "pub_year": 2019,
            "author": "Jordy Thielen and Sander Bosch and Tessa M van Leeuwen and Marcel van Gerven and Rob van Lier",
            "conference": "PERCEPTION",
            "volume": "48",
            "pages": "112-112",
            "publisher": "SAGE PUBLICATIONS LTD"
        },
        "filled": true,
        "author_pub_id": "eETiv1sAAAAJ:eQOLeE2rZwMC",
        "num_citations": 0,
        "pub_url": "https://scholar.google.com/scholar?cluster=17631573646818358712&hl=en&oi=scholarr",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Mind the eye: Confounding eye movements in cognitive neuroscience",
            "pub_year": 2019,
            "author": "Jordy Thielen and SE Bosch and TM van Leeuwen and MAJ van Gerven and RJ van Lier",
            "abstract": "Mind the eye: Confounding eye movements in cognitive neuroscience Toggle navigation Radboud \nRepository Toggle navigation View Item Radboud Repository Collections Radboud University \nAcademic publications View Item Radboud Repository Collections Radboud University Academic \npublications View Item Search Repository This Collection BrowseAll of \nRepositoryCollectionsDepartmentsDate IssuedAuthorsTitlesDocument typeThis \nCollectionDepartmentsDate IssuedAuthorsTitlesDocument type StatisticsView Item Statistics Mind \nthe eye: Confounding eye movements in cognitive neuroscience Find Full text Publication year 2019 \nAuthor(s) Thielen, J. Bosch, SE Leeuwen, TM van Gerven, MAJ van Lier, RJ van Number of pages 1 \np. Source Perception, 48, 2, (2019), pp. 86 ISSN 0301-0066 DOI \nhttps://doi.org/10.1177/0301006619863862 Publication type Article / Letter to editor Please use this …"
        },
        "filled": true,
        "author_pub_id": "eETiv1sAAAAJ:LkGwnXOMwfcC",
        "num_citations": 0,
        "pub_url": "https://repository.ubn.ru.nl/handle/2066/207923",
        "cites_per_year": {}
    }
]